{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": "\\s+"
        },
        "content": " "
      },
      {
        "type": "Strip",
        "strip_left": true,
        "strip_right": true
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "WhitespaceSplit"
      },
      {
        "type": "UnicodeScripts"
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          3
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<unk>": 1,
      "<bos>": 2,
      "<eos>": 3,
      "<|system|>": 4,
      "<|user|>": 5,
      "<|assistant|>": 6,
      "<|end|>": 7,
      "!": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ".": 13,
      "2": 14,
      "6": 15,
      "7": 16,
      ":": 17,
      ";": 18,
      "?": 19,
      "[": 20,
      "]": 21,
      "^": 22,
      "a": 23,
      "b": 24,
      "c": 25,
      "h": 26,
      "m": 27,
      "o": 28,
      "p": 29,
      "s": 30,
      "u": 31,
      "w": 32,
      "y": 33,
      "{": 34,
      "~": 35,
      "¥": 36,
      "—": 37,
      "‘": 38,
      "’": 39,
      "“": 40,
      "”": 41,
      "□": 42,
      "、": 43,
      "。": 44,
      "《": 45,
      "》": 46,
      "【": 47,
      "】": 48,
      "〔": 49,
      "〕": 50,
      "一": 51,
      "丁": 52,
      "七": 53,
      "万": 54,
      "丈": 55,
      "三": 56,
      "上": 57,
      "下": 58,
      "不": 59,
      "与": 60,
      "丑": 61,
      "专": 62,
      "且": 63,
      "丕": 64,
      "世": 65,
      "丘": 66,
      "丙": 67,
      "业": 68,
      "丛": 69,
      "东": 70,
      "丝": 71,
      "丞": 72,
      "丢": 73,
      "两": 74,
      "严": 75,
      "丧": 76,
      "个": 77,
      "丫": 78,
      "中": 79,
      "丰": 80,
      "串": 81,
      "临": 82,
      "丸": 83,
      "丹": 84,
      "为": 85,
      "主": 86,
      "丽": 87,
      "举": 88,
      "乃": 89,
      "久": 90,
      "么": 91,
      "义": 92,
      "之": 93,
      "乌": 94,
      "乍": 95,
      "乎": 96,
      "乏": 97,
      "乐": 98,
      "乒": 99,
      "乓": 100,
      "乔": 101,
      "乖": 102,
      "乘": 103,
      "乙": 104,
      "乜": 105,
      "九": 106,
      "乞": 107,
      "也": 108,
      "习": 109,
      "乡": 110,
      "书": 111,
      "买": 112,
      "乱": 113,
      "乳": 114,
      "乾": 115,
      "了": 116,
      "予": 117,
      "争": 118,
      "事": 119,
      "二": 120,
      "于": 121,
      "亏": 122,
      "云": 123,
      "互": 124,
      "五": 125,
      "井": 126,
      "亘": 127,
      "亚": 128,
      "些": 129,
      "亡": 130,
      "亢": 131,
      "交": 132,
      "亥": 133,
      "亦": 134,
      "产": 135,
      "亨": 136,
      "亩": 137,
      "享": 138,
      "京": 139,
      "亭": 140,
      "亮": 141,
      "亲": 142,
      "亵": 143,
      "人": 144,
      "亿": 145,
      "什": 146,
      "仁": 147,
      "仃": 148,
      "仅": 149,
      "仆": 150,
      "仇": 151,
      "今": 152,
      "介": 153,
      "仍": 154,
      "从": 155,
      "仑": 156,
      "仓": 157,
      "仔": 158,
      "他": 159,
      "仗": 160,
      "付": 161,
      "仙": 162,
      "仞": 163,
      "代": 164,
      "令": 165,
      "以": 166,
      "仪": 167,
      "们": 168,
      "仰": 169,
      "仲": 170,
      "仵": 171,
      "件": 172,
      "价": 173,
      "任": 174,
      "仿": 175,
      "伉": 176,
      "伊": 177,
      "伍": 178,
      "伏": 179,
      "伐": 180,
      "休": 181,
      "众": 182,
      "优": 183,
      "伙": 184,
      "会": 185,
      "伞": 186,
      "伟": 187,
      "传": 188,
      "伤": 189,
      "伦": 190,
      "伪": 191,
      "伫": 192,
      "伯": 193,
      "估": 194,
      "伴": 195,
      "伶": 196,
      "伸": 197,
      "伺": 198,
      "似": 199,
      "伽": 200,
      "佃": 201,
      "但": 202,
      "佇": 203,
      "位": 204,
      "低": 205,
      "住": 206,
      "佐": 207,
      "佑": 208,
      "体": 209,
      "何": 210,
      "余": 211,
      "佛": 212,
      "作": 213,
      "佞": 214,
      "你": 215,
      "佣": 216,
      "佥": 217,
      "佩": 218,
      "佯": 219,
      "佳": 220,
      "使": 221,
      "侄": 222,
      "侈": 223,
      "例": 224,
      "侍": 225,
      "供": 226,
      "依": 227,
      "侠": 228,
      "侣": 229,
      "侥": 230,
      "侧": 231,
      "侪": 232,
      "侮": 233,
      "侯": 234,
      "侵": 235,
      "便": 236,
      "促": 237,
      "俄": 238,
      "俊": 239,
      "俎": 240,
      "俏": 241,
      "俐": 242,
      "俗": 243,
      "俚": 244,
      "保": 245,
      "俟": 246,
      "信": 247,
      "俦": 248,
      "俨": 249,
      "俪": 250,
      "俫": 251,
      "俭": 252,
      "修": 253,
      "俯": 254,
      "俱": 255,
      "俸": 256,
      "俺": 257,
      "倈": 258,
      "倍": 259,
      "倏": 260,
      "倐": 261,
      "倒": 262,
      "倘": 263,
      "候": 264,
      "倚": 265,
      "倜": 266,
      "借": 267,
      "倥": 268,
      "倦": 269,
      "倨": 270,
      "倩": 271,
      "债": 272,
      "值": 273,
      "倾": 274,
      "偃": 275,
      "假": 276,
      "偈": 277,
      "偌": 278,
      "偎": 279,
      "偏": 280,
      "做": 281,
      "停": 282,
      "健": 283,
      "偶": 284,
      "偷": 285,
      "偿": 286,
      "傀": 287,
      "傅": 288,
      "傍": 289,
      "傞": 290,
      "傥": 291,
      "储": 292,
      "傩": 293,
      "催": 294,
      "傲": 295,
      "傻": 296,
      "像": 297,
      "僚": 298,
      "僝": 299,
      "僧": 300,
      "僭": 301,
      "僮": 302,
      "僵": 303,
      "僻": 304,
      "僽": 305,
      "儒": 306,
      "儡": 307,
      "儾": 308,
      "儿": 309,
      "兀": 310,
      "允": 311,
      "元": 312,
      "兄": 313,
      "充": 314,
      "兆": 315,
      "先": 316,
      "光": 317,
      "克": 318,
      "免": 319,
      "兑": 320,
      "兔": 321,
      "兕": 322,
      "党": 323,
      "兜": 324,
      "兢": 325,
      "入": 326,
      "全": 327,
      "八": 328,
      "公": 329,
      "六": 330,
      "兮": 331,
      "兰": 332,
      "共": 333,
      "关": 334,
      "兴": 335,
      "兵": 336,
      "其": 337,
      "具": 338,
      "典": 339,
      "兹": 340,
      "养": 341,
      "兼": 342,
      "兽": 343,
      "冀": 344,
      "内": 345,
      "冈": 346,
      "冉": 347,
      "再": 348,
      "冒": 349,
      "冕": 350,
      "冗": 351,
      "写": 352,
      "军": 353,
      "农": 354,
      "冠": 355,
      "冢": 356,
      "冤": 357,
      "冥": 358,
      "冬": 359,
      "冯": 360,
      "冰": 361,
      "冲": 362,
      "决": 363,
      "况": 364,
      "冷": 365,
      "冻": 366,
      "冽": 367,
      "净": 368,
      "凄": 369,
      "准": 370,
      "凉": 371,
      "凋": 372,
      "凌": 373,
      "减": 374,
      "凑": 375,
      "凛": 376,
      "凝": 377,
      "几": 378,
      "凡": 379,
      "凤": 380,
      "凫": 381,
      "凭": 382,
      "凯": 383,
      "凰": 384,
      "凳": 385,
      "凶": 386,
      "凸": 387,
      "凹": 388,
      "出": 389,
      "击": 390,
      "函": 391,
      "凿": 392,
      "刀": 393,
      "刁": 394,
      "刃": 395,
      "分": 396,
      "切": 397,
      "刎": 398,
      "刑": 399,
      "划": 400,
      "列": 401,
      "刘": 402,
      "则": 403,
      "刚": 404,
      "创": 405,
      "初": 406,
      "删": 407,
      "判": 408,
      "刨": 409,
      "利": 410,
      "别": 411,
      "刬": 412,
      "刮": 413,
      "到": 414,
      "刳": 415,
      "制": 416,
      "刷": 417,
      "券": 418,
      "刹": 419,
      "刺": 420,
      "刻": 421,
      "刽": 422,
      "剁": 423,
      "剂": 424,
      "剃": 425,
      "削": 426,
      "剌": 427,
      "前": 428,
      "剐": 429,
      "剑": 430,
      "剔": 431,
      "剖": 432,
      "剜": 433,
      "剥": 434,
      "剩": 435,
      "剪": 436,
      "副": 437,
      "割": 438,
      "剽": 439,
      "剿": 440,
      "劈": 441,
      "劖": 442,
      "力": 443,
      "劝": 444,
      "办": 445,
      "功": 446,
      "加": 447,
      "务": 448,
      "劣": 449,
      "动": 450,
      "助": 451,
      "努": 452,
      "劫": 453,
      "劬": 454,
      "劲": 455,
      "劳": 456,
      "势": 457,
      "勅": 458,
      "勇": 459,
      "勉": 460,
      "勋": 461,
      "勒": 462,
      "勘": 463,
      "募": 464,
      "勣": 465,
      "勤": 466,
      "勺": 467,
      "勾": 468,
      "勿": 469,
      "匀": 470,
      "包": 471,
      "匆": 472,
      "化": 473,
      "北": 474,
      "匙": 475,
      "匝": 476,
      "匠": 477,
      "匡": 478,
      "匣": 479,
      "匹": 480,
      "区": 481,
      "医": 482,
      "匾": 483,
      "匿": 484,
      "十": 485,
      "千": 486,
      "升": 487,
      "午": 488,
      "卉": 489,
      "半": 490,
      "华": 491,
      "协": 492,
      "卑": 493,
      "卒": 494,
      "卓": 495,
      "单": 496,
      "卖": 497,
      "南": 498,
      "博": 499,
      "卜": 500,
      "卞": 501,
      "占": 502,
      "卢": 503,
      "卤": 504,
      "卦": 505,
      "卧": 506,
      "卫": 507,
      "卮": 508,
      "卯": 509,
      "印": 510,
      "危": 511,
      "即": 512,
      "却": 513,
      "卵": 514,
      "卷": 515,
      "卸": 516,
      "卺": 517,
      "卿": 518,
      "厂": 519,
      "厄": 520,
      "厅": 521,
      "历": 522,
      "厉": 523,
      "压": 524,
      "厌": 525,
      "厕": 526,
      "厘": 527,
      "厚": 528,
      "原": 529,
      "厢": 530,
      "厦": 531,
      "厨": 532,
      "厮": 533,
      "去": 534,
      "县": 535,
      "参": 536,
      "叆": 537,
      "叇": 538,
      "又": 539,
      "叉": 540,
      "及": 541,
      "友": 542,
      "双": 543,
      "反": 544,
      "叔": 545,
      "取": 546,
      "受": 547,
      "变": 548,
      "叙": 549,
      "叛": 550,
      "叟": 551,
      "叠": 552,
      "口": 553,
      "古": 554,
      "句": 555,
      "另": 556,
      "叨": 557,
      "叩": 558,
      "只": 559,
      "叫": 560,
      "召": 561,
      "叭": 562,
      "叮": 563,
      "可": 564,
      "台": 565,
      "叱": 566,
      "史": 567,
      "右": 568,
      "叵": 569,
      "叶": 570,
      "号": 571,
      "司": 572,
      "叹": 573,
      "吁": 574,
      "吃": 575,
      "各": 576,
      "吅": 577,
      "吆": 578,
      "合": 579,
      "吉": 580,
      "吊": 581,
      "同": 582,
      "名": 583,
      "后": 584,
      "吏": 585,
      "吐": 586,
      "向": 587,
      "吒": 588,
      "吓": 589,
      "吕": 590,
      "君": 591,
      "吝": 592,
      "吞": 593,
      "吟": 594,
      "吠": 595,
      "否": 596,
      "吧": 597,
      "吩": 598,
      "含": 599,
      "听": 600,
      "吮": 601,
      "启": 602,
      "吴": 603,
      "吵": 604,
      "吸": 605,
      "吹": 606,
      "吼": 607,
      "吽": 608,
      "吾": 609,
      "呀": 610,
      "呆": 611,
      "呈": 612,
      "告": 613,
      "呐": 614,
      "呕": 615,
      "呖": 616,
      "员": 617,
      "呜": 618,
      "呢": 619,
      "呦": 620,
      "周": 621,
      "呱": 622,
      "味": 623,
      "呵": 624,
      "呻": 625,
      "呼": 626,
      "命": 627,
      "咀": 628,
      "咂": 629,
      "咄": 630,
      "咆": 631,
      "咇": 632,
      "咋": 633,
      "和": 634,
      "咎": 635,
      "咏": 636,
      "咐": 637,
      "咒": 638,
      "咙": 639,
      "咚": 640,
      "咛": 641,
      "咤": 642,
      "咦": 643,
      "咧": 644,
      "咨": 645,
      "咪": 646,
      "咬": 647,
      "咱": 648,
      "咳": 649,
      "咶": 650,
      "咸": 651,
      "咽": 652,
      "咿": 653,
      "哀": 654,
      "品": 655,
      "哂": 656,
      "哃": 657,
      "哄": 658,
      "哇": 659,
      "哈": 660,
      "哉": 661,
      "响": 662,
      "哏": 663,
      "哑": 664,
      "哕": 665,
      "哗": 666,
      "哜": 667,
      "哝": 668,
      "哥": 669,
      "哦": 670,
      "哨": 671,
      "哩": 672,
      "哪": 673,
      "哭": 674,
      "哮": 675,
      "哲": 676,
      "哺": 677,
      "哼": 678,
      "哽": 679,
      "唆": 680,
      "唇": 681,
      "唉": 682,
      "唎": 683,
      "唏": 684,
      "唐": 685,
      "唝": 686,
      "唠": 687,
      "唣": 688,
      "唤": 689,
      "唧": 690,
      "唬": 691,
      "唯": 692,
      "唱": 693,
      "唳": 694,
      "唵": 695,
      "唾": 696,
      "唿": 697,
      "啃": 698,
      "啄": 699,
      "啅": 700,
      "商": 701,
      "啈": 702,
      "啊": 703,
      "啐": 704,
      "啕": 705,
      "啖": 706,
      "啭": 707,
      "啮": 708,
      "啯": 709,
      "啸": 710,
      "啻": 711,
      "啼": 712,
      "啾": 713,
      "喁": 714,
      "喂": 715,
      "喃": 716,
      "善": 717,
      "喇": 718,
      "喉": 719,
      "喊": 720,
      "喋": 721,
      "喏": 722,
      "喑": 723,
      "喔": 724,
      "喘": 725,
      "喙": 726,
      "喜": 727,
      "喝": 728,
      "喧": 729,
      "喨": 730,
      "喳": 731,
      "喷": 732,
      "嗅": 733,
      "嗉": 734,
      "嗒": 735,
      "嗓": 736,
      "嗔": 737,
      "嗗": 738,
      "嗛": 739,
      "嗟": 740,
      "嗣": 741,
      "嗤": 742,
      "嗳": 743,
      "嗽": 744,
      "嘈": 745,
      "嘉": 746,
      "嘎": 747,
      "嘑": 748,
      "嘘": 749,
      "嘛": 750,
      "嘤": 751,
      "嘬": 752,
      "嘱": 753,
      "嘲": 754,
      "嘴": 755,
      "嘶": 756,
      "嘹": 757,
      "嘻": 758,
      "噀": 759,
      "噇": 760,
      "噘": 761,
      "噙": 762,
      "噤": 763,
      "器": 764,
      "噪": 765,
      "噫": 766,
      "噬": 767,
      "噹": 768,
      "嚎": 769,
      "嚏": 770,
      "嚓": 771,
      "嚣": 772,
      "嚷": 773,
      "嚼": 774,
      "囊": 775,
      "囒": 776,
      "囔": 777,
      "囚": 778,
      "四": 779,
      "回": 780,
      "囟": 781,
      "因": 782,
      "团": 783,
      "囫": 784,
      "园": 785,
      "困": 786,
      "囱": 787,
      "围": 788,
      "囵": 789,
      "固": 790,
      "国": 791,
      "图": 792,
      "圃": 793,
      "圆": 794,
      "圈": 795,
      "圊": 796,
      "圜": 797,
      "圞": 798,
      "土": 799,
      "圣": 800,
      "在": 801,
      "圩": 802,
      "圭": 803,
      "圯": 804,
      "地": 805,
      "场": 806,
      "址": 807,
      "坂": 808,
      "均": 809,
      "坊": 810,
      "坎": 811,
      "坏": 812,
      "坐": 813,
      "坑": 814,
      "块": 815,
      "坚": 816,
      "坛": 817,
      "坞": 818,
      "坟": 819,
      "坠": 820,
      "坡": 821,
      "坤": 822,
      "坦": 823,
      "坫": 824,
      "坯": 825,
      "垂": 826,
      "垒": 827,
      "垓": 828,
      "垛": 829,
      "垢": 830,
      "垣": 831,
      "垫": 832,
      "埂": 833,
      "埃": 834,
      "埋": 835,
      "城": 836,
      "域": 837,
      "埠": 838,
      "培": 839,
      "基": 840,
      "堂": 841,
      "堆": 842,
      "堑": 843,
      "堕": 844,
      "堡": 845,
      "堤": 846,
      "堪": 847,
      "堰": 848,
      "堵": 849,
      "塌": 850,
      "塑": 851,
      "塔": 852,
      "塘": 853,
      "塞": 854,
      "填": 855,
      "塵": 856,
      "墀": 857,
      "境": 858,
      "墓": 859,
      "墙": 860,
      "增": 861,
      "墟": 862,
      "墨": 863,
      "墩": 864,
      "壁": 865,
      "壅": 866,
      "壑": 867,
      "壤": 868,
      "士": 869,
      "壬": 870,
      "壮": 871,
      "声": 872,
      "壳": 873,
      "壶": 874,
      "处": 875,
      "备": 876,
      "复": 877,
      "夏": 878,
      "夕": 879,
      "外": 880,
      "夙": 881,
      "多": 882,
      "夜": 883,
      "够": 884,
      "夤": 885,
      "大": 886,
      "天": 887,
      "太": 888,
      "夫": 889,
      "夬": 890,
      "夭": 891,
      "央": 892,
      "夯": 893,
      "失": 894,
      "头": 895,
      "夷": 896,
      "夸": 897,
      "夹": 898,
      "夺": 899,
      "奁": 900,
      "奇": 901,
      "奈": 902,
      "奉": 903,
      "奋": 904,
      "奎": 905,
      "奏": 906,
      "契": 907,
      "奔": 908,
      "奕": 909,
      "奖": 910,
      "套": 911,
      "奘": 912,
      "奠": 913,
      "奢": 914,
      "奥": 915,
      "女": 916,
      "奴": 917,
      "奶": 918,
      "奸": 919,
      "好": 920,
      "妁": 921,
      "如": 922,
      "妃": 923,
      "妄": 924,
      "妆": 925,
      "妇": 926,
      "妈": 927,
      "妍": 928,
      "妒": 929,
      "妓": 930,
      "妖": 931,
      "妙": 932,
      "妨": 933,
      "妩": 934,
      "妪": 935,
      "妲": 936,
      "妹": 937,
      "妻": 938,
      "妾": 939,
      "姆": 940,
      "姊": 941,
      "始": 942,
      "姌": 943,
      "姐": 944,
      "姑": 945,
      "姓": 946,
      "委": 947,
      "姚": 948,
      "姜": 949,
      "姢": 950,
      "姨": 951,
      "姬": 952,
      "姮": 953,
      "姹": 954,
      "姻": 955,
      "姿": 956,
      "威": 957,
      "娃": 958,
      "娄": 959,
      "娆": 960,
      "娇": 961,
      "娉": 962,
      "娑": 963,
      "娘": 964,
      "娜": 965,
      "娟": 966,
      "娥": 967,
      "娩": 968,
      "娱": 969,
      "娲": 970,
      "娶": 971,
      "娼": 972,
      "婆": 973,
      "婚": 974,
      "婢": 975,
      "婪": 976,
      "婴": 977,
      "婵": 978,
      "婷": 979,
      "婿": 980,
      "媒": 981,
      "媚": 982,
      "媳": 983,
      "媸": 984,
      "媾": 985,
      "嫁": 986,
      "嫂": 987,
      "嫉": 988,
      "嫌": 989,
      "嫔": 990,
      "嫖": 991,
      "嫡": 992,
      "嫣": 993,
      "嫦": 994,
      "嫩": 995,
      "嫱": 996,
      "嬉": 997,
      "嬝": 998,
      "孀": 999,
      "子": 1000,
      "孔": 1001,
      "孕": 1002,
      "字": 1003,
      "存": 1004,
      "孙": 1005,
      "孛": 1006,
      "孜": 1007,
      "孝": 1008,
      "孟": 1009,
      "季": 1010,
      "孤": 1011,
      "学": 1012,
      "孩": 1013,
      "孰": 1014,
      "孺": 1015,
      "孽": 1016,
      "宁": 1017,
      "它": 1018,
      "宅": 1019,
      "宇": 1020,
      "守": 1021,
      "安": 1022,
      "宋": 1023,
      "完": 1024,
      "宏": 1025,
      "宗": 1026,
      "官": 1027,
      "宙": 1028,
      "定": 1029,
      "宛": 1030,
      "宜": 1031,
      "宝": 1032,
      "实": 1033,
      "宠": 1034,
      "审": 1035,
      "客": 1036,
      "宣": 1037,
      "室": 1038,
      "宥": 1039,
      "宦": 1040,
      "宪": 1041,
      "宫": 1042,
      "宰": 1043,
      "害": 1044,
      "宴": 1045,
      "宵": 1046,
      "家": 1047,
      "宸": 1048,
      "容": 1049,
      "宽": 1050,
      "宾": 1051,
      "宿": 1052,
      "寂": 1053,
      "寄": 1054,
      "寅": 1055,
      "密": 1056,
      "寇": 1057,
      "富": 1058,
      "寐": 1059,
      "寒": 1060,
      "寓": 1061,
      "寝": 1062,
      "寞": 1063,
      "察": 1064,
      "寡": 1065,
      "寥": 1066,
      "寨": 1067,
      "寮": 1068,
      "寰": 1069,
      "寸": 1070,
      "对": 1071,
      "寺": 1072,
      "寻": 1073,
      "导": 1074,
      "寿": 1075,
      "封": 1076,
      "射": 1077,
      "将": 1078,
      "尉": 1079,
      "尊": 1080,
      "小": 1081,
      "少": 1082,
      "尔": 1083,
      "尖": 1084,
      "尘": 1085,
      "尚": 1086,
      "尝": 1087,
      "尤": 1088,
      "尧": 1089,
      "尪": 1090,
      "尬": 1091,
      "就": 1092,
      "尴": 1093,
      "尸": 1094,
      "尺": 1095,
      "尻": 1096,
      "尼": 1097,
      "尽": 1098,
      "尾": 1099,
      "尿": 1100,
      "局": 1101,
      "屁": 1102,
      "层": 1103,
      "居": 1104,
      "屈": 1105,
      "屉": 1106,
      "届": 1107,
      "屋": 1108,
      "屎": 1109,
      "屏": 1110,
      "屑": 1111,
      "展": 1112,
      "属": 1113,
      "屠": 1114,
      "屡": 1115,
      "屣": 1116,
      "履": 1117,
      "屯": 1118,
      "山": 1119,
      "屹": 1120,
      "岁": 1121,
      "岂": 1122,
      "岑": 1123,
      "岖": 1124,
      "岗": 1125,
      "岚": 1126,
      "岛": 1127,
      "岩": 1128,
      "岫": 1129,
      "岭": 1130,
      "岱": 1131,
      "岳": 1132,
      "岸": 1133,
      "峤": 1134,
      "峥": 1135,
      "峦": 1136,
      "峨": 1137,
      "峪": 1138,
      "峭": 1139,
      "峰": 1140,
      "峻": 1141,
      "崇": 1142,
      "崎": 1143,
      "崒": 1144,
      "崔": 1145,
      "崖": 1146,
      "崚": 1147,
      "崩": 1148,
      "嵂": 1149,
      "嵌": 1150,
      "嵎": 1151,
      "嵘": 1152,
      "嵩": 1153,
      "嵯": 1154,
      "嶂": 1155,
      "嶒": 1156,
      "嶝": 1157,
      "嶷": 1158,
      "巅": 1159,
      "巉": 1160,
      "巍": 1161,
      "川": 1162,
      "州": 1163,
      "巡": 1164,
      "巢": 1165,
      "工": 1166,
      "左": 1167,
      "巧": 1168,
      "巨": 1169,
      "巩": 1170,
      "巫": 1171,
      "差": 1172,
      "己": 1173,
      "已": 1174,
      "巳": 1175,
      "巴": 1176,
      "巷": 1177,
      "巽": 1178,
      "巾": 1179,
      "币": 1180,
      "市": 1181,
      "布": 1182,
      "帅": 1183,
      "师": 1184,
      "希": 1185,
      "帏": 1186,
      "帐": 1187,
      "帓": 1188,
      "帔": 1189,
      "帕": 1190,
      "帖": 1191,
      "帘": 1192,
      "帚": 1193,
      "帛": 1194,
      "帜": 1195,
      "帝": 1196,
      "带": 1197,
      "席": 1198,
      "帮": 1199,
      "帷": 1200,
      "常": 1201,
      "帽": 1202,
      "幄": 1203,
      "幅": 1204,
      "幌": 1205,
      "幔": 1206,
      "幕": 1207,
      "幛": 1208,
      "幡": 1209,
      "幢": 1210,
      "干": 1211,
      "平": 1212,
      "年": 1213,
      "并": 1214,
      "幸": 1215,
      "幻": 1216,
      "幼": 1217,
      "幽": 1218,
      "广": 1219,
      "庄": 1220,
      "庆": 1221,
      "庇": 1222,
      "床": 1223,
      "序": 1224,
      "庐": 1225,
      "庑": 1226,
      "库": 1227,
      "应": 1228,
      "底": 1229,
      "庖": 1230,
      "店": 1231,
      "庙": 1232,
      "庚": 1233,
      "府": 1234,
      "庞": 1235,
      "废": 1236,
      "度": 1237,
      "座": 1238,
      "庭": 1239,
      "庵": 1240,
      "庶": 1241,
      "康": 1242,
      "庸": 1243,
      "庾": 1244,
      "廉": 1245,
      "廊": 1246,
      "廓": 1247,
      "延": 1248,
      "廷": 1249,
      "建": 1250,
      "开": 1251,
      "弁": 1252,
      "异": 1253,
      "弃": 1254,
      "弄": 1255,
      "弈": 1256,
      "弊": 1257,
      "式": 1258,
      "弓": 1259,
      "引": 1260,
      "弘": 1261,
      "弟": 1262,
      "张": 1263,
      "弥": 1264,
      "弦": 1265,
      "弩": 1266,
      "弭": 1267,
      "弯": 1268,
      "弱": 1269,
      "弹": 1270,
      "强": 1271,
      "弼": 1272,
      "彀": 1273,
      "归": 1274,
      "当": 1275,
      "录": 1276,
      "彘": 1277,
      "形": 1278,
      "彤": 1279,
      "彩": 1280,
      "彪": 1281,
      "彭": 1282,
      "彰": 1283,
      "影": 1284,
      "役": 1285,
      "彻": 1286,
      "彼": 1287,
      "往": 1288,
      "征": 1289,
      "径": 1290,
      "待": 1291,
      "很": 1292,
      "徉": 1293,
      "徊": 1294,
      "律": 1295,
      "徐": 1296,
      "徒": 1297,
      "得": 1298,
      "徘": 1299,
      "徜": 1300,
      "御": 1301,
      "循": 1302,
      "徭": 1303,
      "微": 1304,
      "徵": 1305,
      "德": 1306,
      "心": 1307,
      "必": 1308,
      "忆": 1309,
      "忌": 1310,
      "忍": 1311,
      "忏": 1312,
      "忐": 1313,
      "忑": 1314,
      "忒": 1315,
      "忖": 1316,
      "志": 1317,
      "忘": 1318,
      "忙": 1319,
      "忝": 1320,
      "忠": 1321,
      "忤": 1322,
      "忧": 1323,
      "快": 1324,
      "念": 1325,
      "忻": 1326,
      "忽": 1327,
      "忿": 1328,
      "怀": 1329,
      "态": 1330,
      "怅": 1331,
      "怆": 1332,
      "怎": 1333,
      "怒": 1334,
      "怕": 1335,
      "怖": 1336,
      "怛": 1337,
      "怜": 1338,
      "思": 1339,
      "怠": 1340,
      "怡": 1341,
      "急": 1342,
      "性": 1343,
      "怨": 1344,
      "怪": 1345,
      "怯": 1346,
      "总": 1347,
      "恁": 1348,
      "恃": 1349,
      "恋": 1350,
      "恍": 1351,
      "恐": 1352,
      "恒": 1353,
      "恓": 1354,
      "恕": 1355,
      "恙": 1356,
      "恢": 1357,
      "恣": 1358,
      "恤": 1359,
      "恧": 1360,
      "恨": 1361,
      "恩": 1362,
      "恬": 1363,
      "恭": 1364,
      "息": 1365,
      "恰": 1366,
      "恳": 1367,
      "恶": 1368,
      "恹": 1369,
      "恻": 1370,
      "恼": 1371,
      "悄": 1372,
      "悉": 1373,
      "悔": 1374,
      "悖": 1375,
      "悚": 1376,
      "悟": 1377,
      "悠": 1378,
      "患": 1379,
      "悦": 1380,
      "悬": 1381,
      "悭": 1382,
      "悮": 1383,
      "悯": 1384,
      "悲": 1385,
      "悴": 1386,
      "情": 1387,
      "惊": 1388,
      "惑": 1389,
      "惚": 1390,
      "惜": 1391,
      "惟": 1392,
      "惠": 1393,
      "惧": 1394,
      "惨": 1395,
      "惩": 1396,
      "惫": 1397,
      "惭": 1398,
      "惮": 1399,
      "惯": 1400,
      "惰": 1401,
      "想": 1402,
      "惴": 1403,
      "惶": 1404,
      "惹": 1405,
      "惺": 1406,
      "愁": 1407,
      "愆": 1408,
      "愈": 1409,
      "愉": 1410,
      "愍": 1411,
      "意": 1412,
      "愕": 1413,
      "愚": 1414,
      "感": 1415,
      "愧": 1416,
      "愿": 1417,
      "慈": 1418,
      "慌": 1419,
      "慎": 1420,
      "慕": 1421,
      "慢": 1422,
      "慧": 1423,
      "慨": 1424,
      "慰": 1425,
      "慵": 1426,
      "慷": 1427,
      "慽": 1428,
      "憎": 1429,
      "憔": 1430,
      "憨": 1431,
      "憩": 1432,
      "懂": 1433,
      "懈": 1434,
      "懊": 1435,
      "懒": 1436,
      "懞": 1437,
      "懦": 1438,
      "懵": 1439,
      "懿": 1440,
      "戈": 1441,
      "戊": 1442,
      "戌": 1443,
      "戎": 1444,
      "戏": 1445,
      "成": 1446,
      "我": 1447,
      "戒": 1448,
      "戕": 1449,
      "或": 1450,
      "戗": 1451,
      "战": 1452,
      "戚": 1453,
      "戛": 1454,
      "戟": 1455,
      "截": 1456,
      "戮": 1457,
      "戳": 1458,
      "戴": 1459,
      "户": 1460,
      "房": 1461,
      "所": 1462,
      "扁": 1463,
      "扆": 1464,
      "扇": 1465,
      "扉": 1466,
      "手": 1467,
      "才": 1468,
      "扎": 1469,
      "扑": 1470,
      "扒": 1471,
      "打": 1472,
      "托": 1473,
      "扛": 1474,
      "扠": 1475,
      "扢": 1476,
      "扣": 1477,
      "执": 1478,
      "扫": 1479,
      "扬": 1480,
      "扭": 1481,
      "扮": 1482,
      "扯": 1483,
      "扰": 1484,
      "扳": 1485,
      "扶": 1486,
      "批": 1487,
      "找": 1488,
      "承": 1489,
      "抄": 1490,
      "抅": 1491,
      "抉": 1492,
      "把": 1493,
      "抑": 1494,
      "抒": 1495,
      "抓": 1496,
      "投": 1497,
      "抖": 1498,
      "抗": 1499,
      "折": 1500,
      "抚": 1501,
      "抛": 1502,
      "抟": 1503,
      "抠": 1504,
      "抢": 1505,
      "护": 1506,
      "报": 1507,
      "披": 1508,
      "抬": 1509,
      "抱": 1510,
      "抵": 1511,
      "抹": 1512,
      "押": 1513,
      "抽": 1514,
      "拂": 1515,
      "拄": 1516,
      "担": 1517,
      "拆": 1518,
      "拇": 1519,
      "拈": 1520,
      "拉": 1521,
      "拊": 1522,
      "拌": 1523,
      "拍": 1524,
      "拐": 1525,
      "拑": 1526,
      "拒": 1527,
      "拔": 1528,
      "拖": 1529,
      "拗": 1530,
      "拘": 1531,
      "拙": 1532,
      "拚": 1533,
      "招": 1534,
      "拜": 1535,
      "拟": 1536,
      "拢": 1537,
      "拣": 1538,
      "拥": 1539,
      "拦": 1540,
      "拧": 1541,
      "拨": 1542,
      "择": 1543,
      "括": 1544,
      "拭": 1545,
      "拯": 1546,
      "拱": 1547,
      "拳": 1548,
      "拴": 1549,
      "拶": 1550,
      "拷": 1551,
      "拽": 1552,
      "拾": 1553,
      "拿": 1554,
      "持": 1555,
      "挂": 1556,
      "指": 1557,
      "挈": 1558,
      "按": 1559,
      "挎": 1560,
      "挑": 1561,
      "挖": 1562,
      "挛": 1563,
      "挜": 1564,
      "挝": 1565,
      "挞": 1566,
      "挟": 1567,
      "挠": 1568,
      "挡": 1569,
      "挣": 1570,
      "挤": 1571,
      "挥": 1572,
      "挦": 1573,
      "挨": 1574,
      "挪": 1575,
      "挫": 1576,
      "振": 1577,
      "挹": 1578,
      "挺": 1579,
      "挽": 1580,
      "捆": 1581,
      "捉": 1582,
      "捋": 1583,
      "捍": 1584,
      "捎": 1585,
      "捏": 1586,
      "捐": 1587,
      "捕": 1588,
      "捘": 1589,
      "捞": 1590,
      "损": 1591,
      "捡": 1592,
      "换": 1593,
      "捣": 1594,
      "捧": 1595,
      "据": 1596,
      "捱": 1597,
      "捶": 1598,
      "捷": 1599,
      "捻": 1600,
      "捽": 1601,
      "掀": 1602,
      "掂": 1603,
      "掇": 1604,
      "授": 1605,
      "掉": 1606,
      "掌": 1607,
      "掏": 1608,
      "掐": 1609,
      "排": 1610,
      "掘": 1611,
      "掠": 1612,
      "探": 1613,
      "掣": 1614,
      "掤": 1615,
      "接": 1616,
      "控": 1617,
      "推": 1618,
      "掩": 1619,
      "措": 1620,
      "掬": 1621,
      "掭": 1622,
      "掮": 1623,
      "掯": 1624,
      "掳": 1625,
      "掷": 1626,
      "掼": 1627,
      "揉": 1628,
      "揌": 1629,
      "描": 1630,
      "提": 1631,
      "插": 1632,
      "揖": 1633,
      "揝": 1634,
      "揞": 1635,
      "握": 1636,
      "揣": 1637,
      "揩": 1638,
      "揪": 1639,
      "揫": 1640,
      "揭": 1641,
      "揲": 1642,
      "援": 1643,
      "揸": 1644,
      "揾": 1645,
      "搀": 1646,
      "搁": 1647,
      "搂": 1648,
      "搅": 1649,
      "搊": 1650,
      "搓": 1651,
      "搔": 1652,
      "搕": 1653,
      "搜": 1654,
      "搠": 1655,
      "搧": 1656,
      "搪": 1657,
      "搫": 1658,
      "搬": 1659,
      "搭": 1660,
      "搲": 1661,
      "搴": 1662,
      "携": 1663,
      "搽": 1664,
      "摄": 1665,
      "摆": 1666,
      "摇": 1667,
      "摊": 1668,
      "摔": 1669,
      "摘": 1670,
      "摧": 1671,
      "摩": 1672,
      "摸": 1673,
      "摺": 1674,
      "撇": 1675,
      "撑": 1676,
      "撒": 1677,
      "撞": 1678,
      "撤": 1679,
      "撩": 1680,
      "撬": 1681,
      "播": 1682,
      "撮": 1683,
      "撺": 1684,
      "撼": 1685,
      "擂": 1686,
      "擅": 1687,
      "操": 1688,
      "擎": 1689,
      "擒": 1690,
      "擞": 1691,
      "擢": 1692,
      "擦": 1693,
      "攀": 1694,
      "攒": 1695,
      "攘": 1696,
      "攥": 1697,
      "支": 1698,
      "收": 1699,
      "攸": 1700,
      "改": 1701,
      "攻": 1702,
      "放": 1703,
      "政": 1704,
      "故": 1705,
      "效": 1706,
      "敌": 1707,
      "敏": 1708,
      "救": 1709,
      "敕": 1710,
      "敖": 1711,
      "教": 1712,
      "敛": 1713,
      "敝": 1714,
      "敞": 1715,
      "敢": 1716,
      "散": 1717,
      "敦": 1718,
      "敧": 1719,
      "敬": 1720,
      "数": 1721,
      "敲": 1722,
      "整": 1723,
      "敷": 1724,
      "文": 1725,
      "斋": 1726,
      "斑": 1727,
      "斓": 1728,
      "斗": 1729,
      "料": 1730,
      "斛": 1731,
      "斜": 1732,
      "斝": 1733,
      "斟": 1734,
      "斤": 1735,
      "斧": 1736,
      "斩": 1737,
      "斫": 1738,
      "断": 1739,
      "斯": 1740,
      "新": 1741,
      "方": 1742,
      "施": 1743,
      "旁": 1744,
      "旃": 1745,
      "旄": 1746,
      "旅": 1747,
      "旋": 1748,
      "旌": 1749,
      "族": 1750,
      "旒": 1751,
      "旗": 1752,
      "无": 1753,
      "既": 1754,
      "日": 1755,
      "旦": 1756,
      "旧": 1757,
      "旨": 1758,
      "早": 1759,
      "旬": 1760,
      "旭": 1761,
      "旱": 1762,
      "时": 1763,
      "旷": 1764,
      "旺": 1765,
      "旻": 1766,
      "昂": 1767,
      "昆": 1768,
      "昊": 1769,
      "昌": 1770,
      "明": 1771,
      "昏": 1772,
      "易": 1773,
      "昔": 1774,
      "昙": 1775,
      "星": 1776,
      "映": 1777,
      "春": 1778,
      "昧": 1779,
      "昨": 1780,
      "昭": 1781,
      "是": 1782,
      "昴": 1783,
      "昼": 1784,
      "显": 1785,
      "晃": 1786,
      "晋": 1787,
      "晌": 1788,
      "晏": 1789,
      "晒": 1790,
      "晓": 1791,
      "晕": 1792,
      "晖": 1793,
      "晚": 1794,
      "晡": 1795,
      "晤": 1796,
      "晦": 1797,
      "晨": 1798,
      "普": 1799,
      "景": 1800,
      "晰": 1801,
      "晴": 1802,
      "晶": 1803,
      "智": 1804,
      "晾": 1805,
      "暂": 1806,
      "暄": 1807,
      "暇": 1808,
      "暑": 1809,
      "暖": 1810,
      "暗": 1811,
      "暧": 1812,
      "暨": 1813,
      "暮": 1814,
      "暴": 1815,
      "曙": 1816,
      "曛": 1817,
      "曜": 1818,
      "曰": 1819,
      "曲": 1820,
      "曳": 1821,
      "更": 1822,
      "曹": 1823,
      "曼": 1824,
      "曾": 1825,
      "替": 1826,
      "最": 1827,
      "月": 1828,
      "有": 1829,
      "朋": 1830,
      "服": 1831,
      "朔": 1832,
      "朕": 1833,
      "朗": 1834,
      "望": 1835,
      "朝": 1836,
      "期": 1837,
      "朦": 1838,
      "木": 1839,
      "未": 1840,
      "末": 1841,
      "本": 1842,
      "札": 1843,
      "术": 1844,
      "朱": 1845,
      "朴": 1846,
      "朵": 1847,
      "机": 1848,
      "朽": 1849,
      "杀": 1850,
      "杂": 1851,
      "权": 1852,
      "杆": 1853,
      "杈": 1854,
      "杉": 1855,
      "杌": 1856,
      "李": 1857,
      "杏": 1858,
      "材": 1859,
      "村": 1860,
      "杓": 1861,
      "杖": 1862,
      "杜": 1863,
      "杞": 1864,
      "束": 1865,
      "杠": 1866,
      "条": 1867,
      "来": 1868,
      "杨": 1869,
      "杪": 1870,
      "杭": 1871,
      "杯": 1872,
      "杰": 1873,
      "杲": 1874,
      "杳": 1875,
      "杵": 1876,
      "杷": 1877,
      "杻": 1878,
      "松": 1879,
      "板": 1880,
      "极": 1881,
      "枇": 1882,
      "枉": 1883,
      "枋": 1884,
      "枒": 1885,
      "枓": 1886,
      "枕": 1887,
      "林": 1888,
      "枚": 1889,
      "果": 1890,
      "枝": 1891,
      "枢": 1892,
      "枣": 1893,
      "枪": 1894,
      "枫": 1895,
      "枭": 1896,
      "枯": 1897,
      "枰": 1898,
      "架": 1899,
      "枷": 1900,
      "枸": 1901,
      "柄": 1902,
      "柏": 1903,
      "某": 1904,
      "柑": 1905,
      "染": 1906,
      "柔": 1907,
      "柘": 1908,
      "柜": 1909,
      "柞": 1910,
      "查": 1911,
      "柩": 1912,
      "柬": 1913,
      "柮": 1914,
      "柯": 1915,
      "柰": 1916,
      "柱": 1917,
      "柳": 1918,
      "柴": 1919,
      "柿": 1920,
      "栅": 1921,
      "标": 1922,
      "栈": 1923,
      "栊": 1924,
      "栋": 1925,
      "栏": 1926,
      "树": 1927,
      "栓": 1928,
      "栖": 1929,
      "栗": 1930,
      "校": 1931,
      "株": 1932,
      "样": 1933,
      "核": 1934,
      "根": 1935,
      "格": 1936,
      "栽": 1937,
      "桂": 1938,
      "桃": 1939,
      "桅": 1940,
      "案": 1941,
      "桌": 1942,
      "桐": 1943,
      "桑": 1944,
      "桓": 1945,
      "桔": 1946,
      "桠": 1947,
      "桡": 1948,
      "桥": 1949,
      "桧": 1950,
      "桨": 1951,
      "桩": 1952,
      "桶": 1953,
      "梁": 1954,
      "梃": 1955,
      "梅": 1956,
      "梆": 1957,
      "梓": 1958,
      "梢": 1959,
      "梦": 1960,
      "梧": 1961,
      "梨": 1962,
      "梭": 1963,
      "梯": 1964,
      "械": 1965,
      "梳": 1966,
      "梵": 1967,
      "检": 1968,
      "棂": 1969,
      "棋": 1970,
      "棍": 1971,
      "棒": 1972,
      "棕": 1973,
      "棘": 1974,
      "棚": 1975,
      "棠": 1976,
      "棣": 1977,
      "棬": 1978,
      "森": 1979,
      "棱": 1980,
      "棵": 1981,
      "棹": 1982,
      "棺": 1983,
      "椅": 1984,
      "植": 1985,
      "椒": 1986,
      "椰": 1987,
      "椽": 1988,
      "椿": 1989,
      "楚": 1990,
      "楝": 1991,
      "楞": 1992,
      "楟": 1993,
      "楠": 1994,
      "楫": 1995,
      "楮": 1996,
      "楷": 1997,
      "楼": 1998,
      "概": 1999,
      "榄": 2000,
      "榆": 2001,
      "榇": 2002,
      "榔": 2003,
      "榛": 2004,
      "榜": 2005,
      "榧": 2006,
      "榴": 2007,
      "榻": 2008,
      "榾": 2009,
      "槁": 2010,
      "槃": 2011,
      "槅": 2012,
      "槌": 2013,
      "槎": 2014,
      "槐": 2015,
      "槛": 2016,
      "槟": 2017,
      "槺": 2018,
      "槽": 2019,
      "槿": 2020,
      "樊": 2021,
      "樗": 2022,
      "模": 2023,
      "樨": 2024,
      "横": 2025,
      "樯": 2026,
      "樱": 2027,
      "樵": 2028,
      "樽": 2029,
      "橄": 2030,
      "橐": 2031,
      "橘": 2032,
      "橙": 2033,
      "橦": 2034,
      "橹": 2035,
      "檀": 2036,
      "檄": 2037,
      "檎": 2038,
      "檐": 2039,
      "檠": 2040,
      "欠": 2041,
      "次": 2042,
      "欢": 2043,
      "欣": 2044,
      "欤": 2045,
      "欧": 2046,
      "欲": 2047,
      "欷": 2048,
      "欹": 2049,
      "欺": 2050,
      "款": 2051,
      "歇": 2052,
      "歉": 2053,
      "歌": 2054,
      "止": 2055,
      "正": 2056,
      "此": 2057,
      "步": 2058,
      "武": 2059,
      "歪": 2060,
      "歹": 2061,
      "死": 2062,
      "殁": 2063,
      "殃": 2064,
      "殄": 2065,
      "殊": 2066,
      "残": 2067,
      "殒": 2068,
      "殓": 2069,
      "殖": 2070,
      "殡": 2071,
      "段": 2072,
      "殷": 2073,
      "殿": 2074,
      "毁": 2075,
      "毂": 2076,
      "毋": 2077,
      "母": 2078,
      "每": 2079,
      "毒": 2080,
      "比": 2081,
      "毕": 2082,
      "毗": 2083,
      "毛": 2084,
      "毡": 2085,
      "毧": 2086,
      "毫": 2087,
      "毬": 2088,
      "毯": 2089,
      "氅": 2090,
      "氏": 2091,
      "氐": 2092,
      "民": 2093,
      "气": 2094,
      "氛": 2095,
      "氤": 2096,
      "氲": 2097,
      "水": 2098,
      "永": 2099,
      "汀": 2100,
      "汁": 2101,
      "求": 2102,
      "汉": 2103,
      "汊": 2104,
      "汗": 2105,
      "汛": 2106,
      "汝": 2107,
      "汞": 2108,
      "江": 2109,
      "池": 2110,
      "污": 2111,
      "汤": 2112,
      "汨": 2113,
      "汪": 2114,
      "汲": 2115,
      "汹": 2116,
      "汽": 2117,
      "汾": 2118,
      "沁": 2119,
      "沃": 2120,
      "沉": 2121,
      "沌": 2122,
      "沍": 2123,
      "沐": 2124,
      "沓": 2125,
      "沙": 2126,
      "沛": 2127,
      "沟": 2128,
      "没": 2129,
      "沤": 2130,
      "沥": 2131,
      "沦": 2132,
      "沧": 2133,
      "沫": 2134,
      "沱": 2135,
      "河": 2136,
      "沸": 2137,
      "油": 2138,
      "治": 2139,
      "沼": 2140,
      "沽": 2141,
      "沾": 2142,
      "沿": 2143,
      "泄": 2144,
      "泉": 2145,
      "泊": 2146,
      "泌": 2147,
      "泓": 2148,
      "法": 2149,
      "泗": 2150,
      "泛": 2151,
      "泞": 2152,
      "泠": 2153,
      "泡": 2154,
      "波": 2155,
      "泣": 2156,
      "泥": 2157,
      "注": 2158,
      "泪": 2159,
      "泫": 2160,
      "泯": 2161,
      "泰": 2162,
      "泱": 2163,
      "泻": 2164,
      "泼": 2165,
      "泽": 2166,
      "泾": 2167,
      "洁": 2168,
      "洋": 2169,
      "洒": 2170,
      "洗": 2171,
      "洛": 2172,
      "洞": 2173,
      "津": 2174,
      "洪": 2175,
      "洲": 2176,
      "活": 2177,
      "洼": 2178,
      "派": 2179,
      "流": 2180,
      "浅": 2181,
      "浆": 2182,
      "浇": 2183,
      "浊": 2184,
      "测": 2185,
      "浍": 2186,
      "济": 2187,
      "浑": 2188,
      "浓": 2189,
      "浙": 2190,
      "浦": 2191,
      "浩": 2192,
      "浪": 2193,
      "浮": 2194,
      "浴": 2195,
      "海": 2196,
      "浸": 2197,
      "浼": 2198,
      "涂": 2199,
      "涅": 2200,
      "消": 2201,
      "涉": 2202,
      "涌": 2203,
      "涎": 2204,
      "涓": 2205,
      "涕": 2206,
      "涛": 2207,
      "涝": 2208,
      "涤": 2209,
      "润": 2210,
      "涧": 2211,
      "涨": 2212,
      "涩": 2213,
      "涯": 2214,
      "液": 2215,
      "涴": 2216,
      "涵": 2217,
      "涸": 2218,
      "淄": 2219,
      "淅": 2220,
      "淇": 2221,
      "淋": 2222,
      "淌": 2223,
      "淘": 2224,
      "淙": 2225,
      "淡": 2226,
      "淤": 2227,
      "淫": 2228,
      "淬": 2229,
      "淮": 2230,
      "深": 2231,
      "淳": 2232,
      "混": 2233,
      "淹": 2234,
      "添": 2235,
      "清": 2236,
      "渊": 2237,
      "渍": 2238,
      "渎": 2239,
      "渐": 2240,
      "渔": 2241,
      "渗": 2242,
      "渚": 2243,
      "渠": 2244,
      "渡": 2245,
      "渣": 2246,
      "渤": 2247,
      "温": 2248,
      "渭": 2249,
      "港": 2250,
      "渰": 2251,
      "渴": 2252,
      "游": 2253,
      "渺": 2254,
      "湅": 2255,
      "湍": 2256,
      "湖": 2257,
      "湘": 2258,
      "湛": 2259,
      "湲": 2260,
      "湾": 2261,
      "湿": 2262,
      "溅": 2263,
      "源": 2264,
      "溜": 2265,
      "溟": 2266,
      "溢": 2267,
      "溪": 2268,
      "溲": 2269,
      "溶": 2270,
      "溺": 2271,
      "滂": 2272,
      "滉": 2273,
      "滋": 2274,
      "滑": 2275,
      "滔": 2276,
      "滚": 2277,
      "滞": 2278,
      "满": 2279,
      "滥": 2280,
      "滩": 2281,
      "滴": 2282,
      "漆": 2283,
      "漉": 2284,
      "漏": 2285,
      "漓": 2286,
      "演": 2287,
      "漕": 2288,
      "漠": 2289,
      "漩": 2290,
      "漫": 2291,
      "漱": 2292,
      "漷": 2293,
      "漾": 2294,
      "潇": 2295,
      "潘": 2296,
      "潜": 2297,
      "潠": 2298,
      "潦": 2299,
      "潭": 2300,
      "潮": 2301,
      "潺": 2302,
      "澄": 2303,
      "澌": 2304,
      "澜": 2305,
      "澡": 2306,
      "澳": 2307,
      "澹": 2308,
      "激": 2309,
      "濛": 2310,
      "濯": 2311,
      "瀑": 2312,
      "瀛": 2313,
      "瀼": 2314,
      "灌": 2315,
      "灒": 2316,
      "灞": 2317,
      "火": 2318,
      "灭": 2319,
      "灯": 2320,
      "灰": 2321,
      "灵": 2322,
      "灶": 2323,
      "灸": 2324,
      "灼": 2325,
      "灾": 2326,
      "灿": 2327,
      "炁": 2328,
      "炉": 2329,
      "炊": 2330,
      "炎": 2331,
      "炒": 2332,
      "炖": 2333,
      "炙": 2334,
      "炫": 2335,
      "炬": 2336,
      "炭": 2337,
      "炮": 2338,
      "炳": 2339,
      "炷": 2340,
      "炸": 2341,
      "点": 2342,
      "炼": 2343,
      "炽": 2344,
      "烁": 2345,
      "烂": 2346,
      "烈": 2347,
      "烘": 2348,
      "烙": 2349,
      "烛": 2350,
      "烟": 2351,
      "烤": 2352,
      "烦": 2353,
      "烧": 2354,
      "烨": 2355,
      "烫": 2356,
      "烬": 2357,
      "热": 2358,
      "烹": 2359,
      "焃": 2360,
      "焉": 2361,
      "焕": 2362,
      "焙": 2363,
      "焚": 2364,
      "焜": 2365,
      "焦": 2366,
      "焯": 2367,
      "焰": 2368,
      "然": 2369,
      "煅": 2370,
      "煌": 2371,
      "煎": 2372,
      "煞": 2373,
      "煠": 2374,
      "煤": 2375,
      "照": 2376,
      "煨": 2377,
      "煮": 2378,
      "煼": 2379,
      "煽": 2380,
      "熄": 2381,
      "熊": 2382,
      "熌": 2383,
      "熏": 2384,
      "熔": 2385,
      "熙": 2386,
      "熝": 2387,
      "熟": 2388,
      "熬": 2389,
      "熯": 2390,
      "熳": 2391,
      "燃": 2392,
      "燎": 2393,
      "燕": 2394,
      "燥": 2395,
      "燧": 2396,
      "爆": 2397,
      "爇": 2398,
      "爊": 2399,
      "爨": 2400,
      "爪": 2401,
      "爬": 2402,
      "爰": 2403,
      "爱": 2404,
      "爵": 2405,
      "父": 2406,
      "爷": 2407,
      "爹": 2408,
      "爻": 2409,
      "爽": 2410,
      "片": 2411,
      "版": 2412,
      "牌": 2413,
      "牒": 2414,
      "牖": 2415,
      "牙": 2416,
      "牛": 2417,
      "牟": 2418,
      "牡": 2419,
      "牢": 2420,
      "牧": 2421,
      "物": 2422,
      "牯": 2423,
      "牲": 2424,
      "牵": 2425,
      "牸": 2426,
      "特": 2427,
      "牺": 2428,
      "犀": 2429,
      "犁": 2430,
      "犊": 2431,
      "犒": 2432,
      "犬": 2433,
      "犭": 2434,
      "犯": 2435,
      "犴": 2436,
      "状": 2437,
      "犹": 2438,
      "犺": 2439,
      "犼": 2440,
      "狂": 2441,
      "狈": 2442,
      "狎": 2443,
      "狐": 2444,
      "狔": 2445,
      "狗": 2446,
      "狞": 2447,
      "狠": 2448,
      "狡": 2449,
      "狢": 2450,
      "狤": 2451,
      "狨": 2452,
      "独": 2453,
      "狭": 2454,
      "狮": 2455,
      "狰": 2456,
      "狱": 2457,
      "狲": 2458,
      "狸": 2459,
      "狻": 2460,
      "狼": 2461,
      "猁": 2462,
      "猊": 2463,
      "猍": 2464,
      "猎": 2465,
      "猕": 2466,
      "猖": 2467,
      "猛": 2468,
      "猜": 2469,
      "猢": 2470,
      "猥": 2471,
      "猩": 2472,
      "猪": 2473,
      "猫": 2474,
      "献": 2475,
      "猱": 2476,
      "猴": 2477,
      "猷": 2478,
      "猾": 2479,
      "猿": 2480,
      "獐": 2481,
      "獒": 2482,
      "獗": 2483,
      "獝": 2484,
      "獠": 2485,
      "獬": 2486,
      "獭": 2487,
      "獾": 2488,
      "玄": 2489,
      "率": 2490,
      "玉": 2491,
      "王": 2492,
      "玎": 2493,
      "玑": 2494,
      "玛": 2495,
      "玠": 2496,
      "玨": 2497,
      "玩": 2498,
      "玫": 2499,
      "环": 2500,
      "现": 2501,
      "玲": 2502,
      "玳": 2503,
      "玷": 2504,
      "玻": 2505,
      "珀": 2506,
      "珉": 2507,
      "珊": 2508,
      "珍": 2509,
      "珑": 2510,
      "珠": 2511,
      "珪": 2512,
      "班": 2513,
      "珮": 2514,
      "珰": 2515,
      "球": 2516,
      "琅": 2517,
      "理": 2518,
      "琉": 2519,
      "琐": 2520,
      "琗": 2521,
      "琚": 2522,
      "琢": 2523,
      "琥": 2524,
      "琪": 2525,
      "琮": 2526,
      "琳": 2527,
      "琴": 2528,
      "琵": 2529,
      "琶": 2530,
      "琼": 2531,
      "瑀": 2532,
      "瑁": 2533,
      "瑕": 2534,
      "瑙": 2535,
      "瑚": 2536,
      "瑜": 2537,
      "瑞": 2538,
      "瑟": 2539,
      "瑠": 2540,
      "瑰": 2541,
      "瑶": 2542,
      "璃": 2543,
      "璋": 2544,
      "璞": 2545,
      "璧": 2546,
      "瓜": 2547,
      "瓠": 2548,
      "瓢": 2549,
      "瓣": 2550,
      "瓦": 2551,
      "瓮": 2552,
      "瓯": 2553,
      "瓴": 2554,
      "瓶": 2555,
      "甘": 2556,
      "甚": 2557,
      "甜": 2558,
      "生": 2559,
      "甥": 2560,
      "用": 2561,
      "甫": 2562,
      "田": 2563,
      "由": 2564,
      "甲": 2565,
      "申": 2566,
      "电": 2567,
      "男": 2568,
      "画": 2569,
      "畅": 2570,
      "界": 2571,
      "畏": 2572,
      "畔": 2573,
      "留": 2574,
      "畜": 2575,
      "略": 2576,
      "畦": 2577,
      "番": 2578,
      "畴": 2579,
      "畿": 2580,
      "疆": 2581,
      "疏": 2582,
      "疑": 2583,
      "疗": 2584,
      "疙": 2585,
      "疤": 2586,
      "疥": 2587,
      "疮": 2588,
      "疯": 2589,
      "疲": 2590,
      "疴": 2591,
      "疸": 2592,
      "疼": 2593,
      "疾": 2594,
      "病": 2595,
      "症": 2596,
      "痈": 2597,
      "痊": 2598,
      "痒": 2599,
      "痕": 2600,
      "痖": 2601,
      "痛": 2602,
      "痞": 2603,
      "痨": 2604,
      "痫": 2605,
      "痰": 2606,
      "痴": 2607,
      "瘖": 2608,
      "瘟": 2609,
      "瘢": 2610,
      "瘦": 2611,
      "瘩": 2612,
      "瘫": 2613,
      "瘴": 2614,
      "瘼": 2615,
      "癀": 2616,
      "癃": 2617,
      "癞": 2618,
      "癫": 2619,
      "癸": 2620,
      "登": 2621,
      "白": 2622,
      "百": 2623,
      "皂": 2624,
      "的": 2625,
      "皆": 2626,
      "皇": 2627,
      "皈": 2628,
      "皋": 2629,
      "皎": 2630,
      "皐": 2631,
      "皓": 2632,
      "皘": 2633,
      "皤": 2634,
      "皮": 2635,
      "皱": 2636,
      "皻": 2637,
      "皿": 2638,
      "盂": 2639,
      "盅": 2640,
      "盆": 2641,
      "盈": 2642,
      "益": 2643,
      "盏": 2644,
      "盐": 2645,
      "监": 2646,
      "盒": 2647,
      "盔": 2648,
      "盖": 2649,
      "盗": 2650,
      "盘": 2651,
      "盛": 2652,
      "盞": 2653,
      "盟": 2654,
      "目": 2655,
      "盱": 2656,
      "盲": 2657,
      "直": 2658,
      "相": 2659,
      "盹": 2660,
      "盼": 2661,
      "省": 2662,
      "眉": 2663,
      "看": 2664,
      "眙": 2665,
      "真": 2666,
      "眠": 2667,
      "眩": 2668,
      "眭": 2669,
      "眷": 2670,
      "眸": 2671,
      "眺": 2672,
      "眼": 2673,
      "着": 2674,
      "睁": 2675,
      "睆": 2676,
      "睍": 2677,
      "睖": 2678,
      "睛": 2679,
      "睡": 2680,
      "督": 2681,
      "睦": 2682,
      "睬": 2683,
      "睮": 2684,
      "睳": 2685,
      "睹": 2686,
      "睺": 2687,
      "瞅": 2688,
      "瞌": 2689,
      "瞎": 2690,
      "瞑": 2691,
      "瞒": 2692,
      "瞔": 2693,
      "瞥": 2694,
      "瞧": 2695,
      "瞬": 2696,
      "瞰": 2697,
      "瞻": 2698,
      "瞽": 2699,
      "矗": 2700,
      "矛": 2701,
      "矢": 2702,
      "矣": 2703,
      "知": 2704,
      "矧": 2705,
      "矩": 2706,
      "矫": 2707,
      "矬": 2708,
      "短": 2709,
      "矮": 2710,
      "石": 2711,
      "砂": 2712,
      "砌": 2713,
      "砍": 2714,
      "砑": 2715,
      "砖": 2716,
      "砚": 2717,
      "砥": 2718,
      "砧": 2719,
      "破": 2720,
      "砺": 2721,
      "砾": 2722,
      "硕": 2723,
      "硗": 2724,
      "硝": 2725,
      "硬": 2726,
      "碌": 2727,
      "碍": 2728,
      "碎": 2729,
      "碑": 2730,
      "碓": 2731,
      "碗": 2732,
      "碛": 2733,
      "碟": 2734,
      "碣": 2735,
      "碧": 2736,
      "碴": 2737,
      "確": 2738,
      "碾": 2739,
      "磁": 2740,
      "磊": 2741,
      "磐": 2742,
      "磕": 2743,
      "磨": 2744,
      "磬": 2745,
      "磲": 2746,
      "磴": 2747,
      "磷": 2748,
      "示": 2749,
      "礼": 2750,
      "社": 2751,
      "祀": 2752,
      "祇": 2753,
      "祈": 2754,
      "祐": 2755,
      "祖": 2756,
      "祗": 2757,
      "祚": 2758,
      "祛": 2759,
      "祝": 2760,
      "神": 2761,
      "祟": 2762,
      "祠": 2763,
      "祥": 2764,
      "票": 2765,
      "祭": 2766,
      "祯": 2767,
      "祷": 2768,
      "祸": 2769,
      "禀": 2770,
      "禁": 2771,
      "禄": 2772,
      "禅": 2773,
      "福": 2774,
      "禳": 2775,
      "禹": 2776,
      "禺": 2777,
      "离": 2778,
      "禽": 2779,
      "禾": 2780,
      "秀": 2781,
      "私": 2782,
      "秃": 2783,
      "秇": 2784,
      "秉": 2785,
      "秋": 2786,
      "种": 2787,
      "科": 2788,
